Repository: C-Tec-Research/CTec-XFP
Catalog: XFP/Cultures/Resources.*.resx
Languages: es_es, fr_fr

source: Access codes
es_es: Códigos de acceso
fr_fr: Codes d'accès

source: Cancelled by user
es_es: Cancelado por el usuario
fr_fr: Annulé par l’utilisateur

# Check_Validity_Of_Panel_Data
source: Check the validity of the Panel data
es_es: Compruebe la validez de los datos del panel
fr_fr: Vérifier la validité des données du panneau

source: Client Address
es_es: Dirección del cliente
fr_fr: Adresse du client

source: Client details
es_es: Detalles del cliente
fr_fr: Détails du client

source: Client Name
es_es: Nombre del cliente
fr_fr: Nom du client

# Comments_For_File_Copy
source: for file copy
es_es: para copiar el archivo
fr_fr: enregistré uniquement au fichier

# Commissioned_On
source: Commissioned
es_es: Encargado
fr_fr: Mis en service

# Comms_Device_Details
source: Device details
es_es: Detalles de los dispositivos
fr_fr: Détails des dispositifs

# Comms_Downloading_Page
source: Downloading page from panel...
es_es: Descargando página del panel...
fr_fr: Téléchargement de cette page du panneau...

# Comms_Downloading_System
source: Downloading system from panel...
es_es: Descargando sistema del panel...
fr_fr: Téléchargement du système du panneau...

# Comms_Groups
source: Groups
es_es: Grupos
fr_fr: Paramètres Groupes

# Comms_Panel_Status
source: Panel Status:
es_es: Estado del panel:
fr_fr: État du panneau :

# Comms_Site_Information
source: Site information
es_es: Información del sitio
fr_fr: Paramètres du site

# Comms_Uploading_Page
source: Uploading page to panel...
es_es: Cargando página al panel...
fr_fr: Téléchargement de cette page au panneau...

# Comms_Uploading_System
source: Uploading system to panel...
es_es: Cargando sistema al panel...
fr_fr: Téléchargement du système au panneau...

# Comms_Zones
source: Zones
es_es: Zonas
fr_fr: Paramètres Zones

# Control_Button_Close
source: Close
es_es: Cerrar
fr_fr: Fermer

# Control_Button_Maximise
source: Maximise
es_es: Maximizar
fr_fr: Agrandir

# Control_Button_Minimise
source: Minimise
es_es: Minimizar
fr_fr: Réduire

# Control_Button_Restore
source: Restore Down
es_es: Restaurar Abajo
fr_fr: Niveau inf.

source: Send to Panel?
es_es: ¿Enviar al panel?
fr_fr: Copier au panneau?

source: Data Validation
es_es: Validación de datos
fr_fr: Validation des données

source: Day
es_es: Día
fr_fr: Jour

# Debug_Config_Bytes
source: Data bytes:
es_es: Bytes de datos:
fr_fr: Octets de configuration:

# Debug_Config_String
source: Data string:
es_es: Cadena de datos:
fr_fr: Chaîne de configuration:

source: Device
es_es: Dispositivo
fr_fr: Apareil

source: Device Name
es_es: Nombre del dispositivo
fr_fr: Nom du Dispositif

# Device_Ready
source: Ready
es_es: Listo
fr_fr: Prêt

source: Device Type
es_es: Tipo de dispositivo
fr_fr: Type du Dispositif

# Device_x
source: Device #{0}
es_es: Dispositivo n.º {0}
fr_fr: Dispositif #{0}

source: Disabled
es_es: Desactivado
fr_fr: Désactivée

source: Double-click to edit
es_es: Haga doble clic para editar
fr_fr: Double-cliquez pour modifier

# Download_Page
source: Download this page from panel
es_es: Descargar esta página desde el panel
fr_fr: Télécharger cette page du panneau

# Download_System
source: Download system from panel
es_es: Descargar el sistema desde el panel
fr_fr: Télécharger système du panneau

source: Enabled
es_es: Habilitado
fr_fr: Activé

# Enable_Changes
source: Allow modifications
es_es: Permitir modificaciones
fr_fr: Permettre des modifications

source: Real time output of events
es_es: Salida de eventos en tiempo real
fr_fr: Événements de sortie en temps réel

# AL3_Code
source: Access level 3 code (AL3)
es_es: Código de nivel de acceso 3 (AL3)
fr_fr: Code d'accès niveau 3 (AL3)

source: Engineer Name
es_es: Nombre del ingeniero
fr_fr: Nom de l'ingénieur

# Error_Comms_Connection_Status_Unknown
source: The panel connection status is unknown.
es_es: Se desconoce el estado de conexión del panel.
fr_fr: L’état de connexion du panneau est inconnu.

# Error_Comms_Firmware_Not_Supported
source: The panel's firmware version is not supported by this Programming Tool.
es_es: La versión de firmware del panel no es compatible con esta herramienta de programación.
fr_fr: La version du micrologiciel du panneau ne peut pas être maintenue par cet outil de programmation.

# Error_Comms_Firmware_Unknown
source: The panel's firmware version could not be checked.
es_es: No se ha podido comprobar la versión de firmware del panel.
fr_fr: La version du firmware du panneau n’a pas pu être vérifiée.

# Error_Comms_Firmware_x_Not_Supported
source: Panel firmware version {0} is not supported by this Programming Tool.
es_es: La versión de firmware del panel {0} no es compatible con esta herramienta de programación.
fr_fr: La version du micrologiciel du panneau {0} ne peut pas être maintenue par cet outil de programmation.

# Error_Comms_Logging_Mode
source: Commands cannot be sent to the panel while it is in Logging Mode.
es_es: No se pueden enviar comandos al panel mientras está en modo de registro.
fr_fr: Des commandes ne peuvent pas être envoyées au panneau lorsqu’il est en mode de journalisation.

# Error_Comms_Panel_x_Not_Connected
source: Panel #{0} is not connected.
es_es: El panel n.º {0} no está conectado.
fr_fr: Le panneau #{0} n’est pas connecté.

# Error_Comms_Nvm_Link
source: The NVM link is not fitted in the panel. Please fit the link and retry sending data.
es_es: El enlace NVM no está instalado en el panel.Instale el enlace y vuelva a intentar enviar los datos.
fr_fr: La liaison NVM n’est pas insérée dans le panneau. Veuillez insérer le lien et réessayer.

# Error_Confirm
source: Please confirm this is correct
es_es: Confirme que esto es correcto
fr_fr: Veuillez confirmer que c’est l’intention

# Error_Could_Not_Parse_File
source: The file could not be interpreted.
es_es: No se ha podido interpretar el archivo.
fr_fr: Le fichier n’a pas pu être interprété.

# Error_Data_Not_Read
source: The data could not be read.
es_es: No se han podido leer los datos.
fr_fr: Les données n’ont pas pu être lues.

# Error_Device_Page_Not_Opened
source: The page for this device could not be opened.
es_es: No se ha podido abrir la página de este dispositivo.
fr_fr: La page de ce dispositif n’a pas pu être ouverte

# Error_File_Data_Is_Not_Device_Data
source: The file does not contain valid device settings.
es_es: El archivo no contiene una configuración válida del dispositivo.
fr_fr: Le fichier ne contient pas de paramètres de dispositif valides.

# Error_File_Data_Is_Not_Panel_Data
source: The file does not contain valid panel settings.
es_es: El archivo no contiene una configuración válida del panel.
fr_fr: Le fichier ne contient pas de paramètres de panneau valides.

# Error_Invalid_AL2_Code
source: Invalid access level 2 code (AL2)
es_es: Código de nivel de acceso 2 (AL2) no válido.
fr_fr: Code d’accès niveau 2 (AL2) non valide

# Error_Invalid_AL3_Code
source: Invalid access level 3 code (AL3)
es_es: Código de nivel de acceso 3 (AL3) no válido.
fr_fr: Code d’accès niveau 3 (AL3) non valide

# Error_Invalid_Device_Type
source: Invalid device type
es_es: Tipo de dispositivo no válido.
fr_fr: Type de dispositif non valide

# Error_Invalid_Group_Num
source: Invalid group number
es_es: Número de grupo no válido.
fr_fr: Numéro de groupe non valide

# Error_Invalid_Logging_Setting
source: Invalid print log setting
es_es: Configuración del registro de impresión no válida.
fr_fr: Paramètre journal non valide

# Error_Invalid_Place_Name
source: Invalid placename
es_es: Nombre de lugar no válido.
fr_fr: Nom de lieu non valide

# Error_Invalid_Zone_Group_Area_Code
source: Invalid zone/group/area code
es_es: Código de zona/grupo/área no válido.
fr_fr: Code zone/group/area non valide

# Error_Invalid_Zone_Num
source: Invalid zone number
es_es: Número de zona no válido.
fr_fr: Numéro de zone non valide

# Error_Missing_Client_Address
source: Client address has not been entered
es_es: No se ha introducido la dirección del cliente.
fr_fr: L'adresse du client n’ont pas été saisis

# Error_Missing_Client_Tel
source: The client telephone number has not been entered
es_es: No se ha introducido el número de teléfono del cliente.
fr_fr: Le numéro de téléphone du client n’a pas été saisi

# Error_Missing_Commissioning_Date
source: The commissioning date has not been entered
es_es: No se ha introducido la fecha de puesta en servicio.
fr_fr: La date de mise en service n’a pas été saisie

# Error_Missing_Engineer_Name
source: The engineer name has not been entered
es_es: No se ha introducido el nombre del ingeniero.
fr_fr: Le nom de l’ingénieur n’a pas été saisi

# Error_Missing_Installation_Date
source: The installation date has not been entered
es_es: No se ha introducido la fecha de instalación.
fr_fr: La date d’installation n’a pas été saisie

# Error_Missing_Installer_Address
source: Installer address has not been entered
es_es: No se ha introducido la dirección del instalador.
fr_fr: L'adresse de l'installateur n’ont pas été saisie

# Error_Missing_Installer_Tel
source: The installer telephone number has not been entered
es_es: No se ha introducido el número de teléfono del instalador.
fr_fr: Le numéro de téléphone de l'installateur n’a pas été saisi

# Error_Missing_Panel_Location
source: The panel location has not been entered
es_es: No se ha introducido la ubicación del panel.
fr_fr: L'emplacement du panneau n'a pas été saisi

# Error_No_Client_Name
source: The Client Name has not been entered
es_es: No se ha introducido el nombre del cliente.
fr_fr: Le nom du client n’a pas été saisi

# Error_No_Installer_Name
source: The Installer Name has not been entered
es_es: No se ha introducido el nombre del instalador.
fr_fr: Le nom de l'installateur n’a pas été saisi

# Error_No_System_Name
source: The System Name is blank
es_es: El nombre del sistema está en blanco.
fr_fr: le nom du Système est vide

# Error_Opening_File
source: An error occurred while opening the file.
es_es: Se ha producido un error al abrir el archivo.
fr_fr: Une erreur s’est produite lors de l’ouverture du fichier.

# Error_Page_Data
source: Errors on this page:
es_es: Errores en esta página:
fr_fr: Erreurs sur cette page :

# Error_Print_Log_Setting
source: Invalid print log setting
es_es: Configuración del registro de impresión no válida.
fr_fr: Paramètre imprimer le journal non valide

# Error_Serial_Port_Settings
source: Please configure the serial port using the Settings menu.
es_es: Configure el puerto serie mediante el menú Configuración.
fr_fr: Veuillez configurer le port série à l’aide du menu Paramètres.

source: Firmware Version
es_es: Versión del firmware
fr_fr: Version du firmware

source: Group
es_es: Grupo
fr_fr: Groupe

source: Installation details
es_es: Detalles de la instalación
fr_fr: Détails de l'installation

# Installed_On
source: Installed
es_es: Instalado
fr_fr: Installé

source: Installer Address
es_es: Dirección del instalador
fr_fr: Adresse de l’installateur

source: Installer Name
es_es: Nombre del instalador
fr_fr: Nom de l’installateur

source: Location
es_es: Ubicación
fr_fr: Lieu

# Loop_x_Devices
source: Loop {0} Devices
es_es: Dispositivos del bucle {0}
fr_fr: Dispositifs Circuit {0}

# Message_Panel_Settings_Not_Saved
source: The panel settings have been changed. Are you sure you want to exit without saving?
es_es: Se han cambiado los ajustes del panel.¿Está seguro de que desea salir sin guardar?
fr_fr: Les paramètres du panneau ont été modifiés. Êtes-vous sûr de vouloir quitter sans enregistrer?

# Message_Settings_x_Not_Saved
source: The following settings have been changed: {0} Are you sure you want to exit without saving?
es_es: Se han cambiado los siguientes ajustes:{0}¿Está seguro de que desea salir sin guardar?
fr_fr: Les paramètres suivants ont été modifiés : {0} Êtes-vous sûr de vouloir quitter sans enregistrer?

# Message_Title_Settings_Not_Saved
source: Settings Not Saved
es_es: Configuración no guardada.
fr_fr: Paramètres Non Enregistrés

source: Minute
es_es: Minuto

source: Minutes
es_es: Minutos

source: Name
es_es: Nombre
fr_fr: Nom

# Nav_Comments
source: Comments
es_es: Comentarios
fr_fr: Commentaires

# Nav_Device_Details
source: Device Details
es_es: Detalles de los dispositivos
fr_fr: Détails des Dispositifs

# Nav_Loop_x
source: Loop {0}
es_es: Bucle {0}
fr_fr: Circuit {0}

# Nav_Event_Log
source: Event Log Viewer
es_es: Visor del registro de eventos
fr_fr: Journal des Événements

# Nav_Group_Configuration
source: Groups
es_es: Grupos
fr_fr: Groupes

# Nav_C_And_E_Configuration
source: Causes and Effects
es_es: Causas y efectos
fr_fr: Causes et Effets

# Nav_Set Configuration
source: Sets
es_es: Conjuntos
fr_fr: Ensembles

# Nav_Site_Configuration
source: Site Configuration
es_es: Configuración del sitio
fr_fr: Configuration du Site

# Nav_Network_Configuration
source: Network Configuration
es_es: Configuración de red
fr_fr: Configuration du Réseau

# Nav_Zone_Configuration
source: Zones
es_es: Zonas

# New_File_Not_Saved
source: New file has not been saved
es_es: No se ha guardado el nuevo archivo.
fr_fr: Le nouveau fichier n’a pas été enregistré

source: New line before <SOH>
es_es: Nueva línea antes de <SOH>.
fr_fr: Nouvelle ligne avant <SOH>

source: Night
es_es: Noche
fr_fr: Nuit

# Day_Begins_At
source: Occupied (Day) begins at
es_es: Ocupado (día) comienza a las
fr_fr: Début d'occupation (Jour)

# Night_Begins_At
source: Unoccupied (Night) starts at
es_es: Desocupado (noche) comienza a las
fr_fr: Fin d'occupation (Nuit)

source: Note:
es_es: Nota
fr_fr: Nota :

# Notes_Link
source: Notes
es_es: Notas

source: Not Defined
es_es: No definido
fr_fr: Non Défini

source: Not Fitted
es_es: No instalado
fr_fr: Non Installé

source: ** No device **
es_es: ** Sin dispositivo **
fr_fr: ** Aucun dispositif **

source: No errors found.
es_es: No se han encontrado errores.
fr_fr: Aucune erreur détectée.

source: No name allocated
es_es: No se ha asignado ningún nombre

source: No ports available
es_es: No hay puertos disponibles
fr_fr: Aucun port disponible

source: Open file
es_es: Abrir archivo
fr_fr: Ouvrir un fichier

# Option_Cancel
source: Cancel
es_es: Cancelar
fr_fr: Annuler

# Option_Close
source: Close
es_es: Cerrar
fr_fr: Fermer

# Option_Save
source: Save
es_es: Guardar
fr_fr: Enregistrer

source: Panel Comms
es_es: Comunicaciones del panel
fr_fr: Communications au Panneau

source: Panel configuration
es_es: Configuración del panel
fr_fr: Configuration du panneau

source: Panel Location
es_es: Ubicación del panel
fr_fr: Emplacement du panneau

source: Part Number
es_es: Número de pieza
fr_fr: Numéro de Pièce

source: Postcode
es_es: Código postal
fr_fr: Code postale

source: Primary Areas
es_es: Áreas principales
fr_fr: Secteurs Primaires

# Product_Full_Name
source: C-Tec XFP Programming Tools
es_es: Herramientas de programación C-Tec XFP
fr_fr: Outils de Programmation : XFP par C-Tec

source: Programming Tools
es_es: Herramientas de programación
fr_fr: Outils de Programmation

source: XFP log files
es_es: Archivos de registro XFP
fr_fr: Fichiers journaux XFP

# Query_Change_Device_Type
source: Change this device to '{0}'?
es_es: ¿Cambiar este dispositivo a «{0}»?
fr_fr: Changer ce dispositif à «{0}» ?

# Query_Delete_Device
source: Delete this device?
es_es: ¿Eliminar este dispositivo?
fr_fr: Supprimer ce dispositif ?

# Query_Enable_Changes
source: Do you want to allow changes to the settings?
es_es: ¿Desea permitir cambios en la configuración?
fr_fr: Voulez-vous permettre les modifications ?

source: Seconds
es_es: Segundos
fr_fr: Secondes

# See_Data_Errors_Warnings_Below
source: See errors / warnings below.
es_es: Vea los errores/advertencias a continuación.
fr_fr: Veuillez consulter les erreurs / avertissements ci-dessous.

# See_Data_Warnings_Below
source: See warnings below.
es_es: Vea las advertencias a continuación.
fr_fr: veuillez consulter les avertissements ci-dessous.

source: Select Area
es_es: Seleccionar área
fr_fr: Sélectionnez un Secteur

source: Select a device to show details
es_es: Seleccionar un dispositivo para mostrar detalles
fr_fr: Sélectionnez un dispositif pour afficher les détails

source: Select duration
es_es: Seleccionar duración
fr_fr: Sélectionnez la Durée

source: Select Group
es_es: Seleccionar grupo
fr_fr: Sélectionnez le Groupe

source: Select Handshake
es_es: Seleccionar protocolo
fr_fr: Sélectionnez le Poignée de Main

source: Select Language
es_es: Seleccionar idioma
fr_fr: Choisissez la Langue

source: Select Level
es_es: Seleccionar nivel
fr_fr: Sélectionnez le Niveau

source: Select Location
es_es: Seleccionar ubicación
fr_fr: Sélectionnez un Lieu

source: Select Logging Frequency
es_es: Seleccionar frecuencia de registro
fr_fr: Sélectionnez la Fréquence

source: Select Option
es_es: Seleccionar opción
fr_fr: Sélectionnez une Option

source: Select Port
es_es: Seleccionar puerto
fr_fr: Sélectionnez le Port

source: Select Protocol
es_es: Seleccionar protocolo
fr_fr: Sélectionnez le Protocole

source: Select Stop Bits
es_es: Seleccionar bits de parada
fr_fr: Sélectionnez les Bits d’Arrêt

source: Select Tone Type
es_es: Seleccionar tipo de tono
fr_fr: Sélectionnez la Tonalité

source: Select Zoom Level
es_es: Seleccionar nivel de zoom
fr_fr: Sélectionnez le Niveau de Zoom

# Serial_Baud_Rate
source: Baud rate
es_es: Velocidad en baudios
fr_fr: Bauds

# Serial_Data_Bits
source: Data bits
es_es: Bits de datos
fr_fr: Bits de données

# Serial_Handshake
source: Handshake
es_es: Protocolo de enlace en serie
fr_fr: Poignée de main

# Serial_Monitor_Clear
source: Clear
es_es: Borrar
fr_fr: Effacer

# Serial_Monitor_Title
source: Configurator Serial Monitor
es_es: Configurador Monitor serie
fr_fr: Moniteur Série Configurateur

# Serial_Parity
source: Parity
es_es: Paridad
fr_fr: Parité

# Serial_Port_Name
source: Port name
es_es: Nombre del puerto
fr_fr: Nom du port

# Serial_Port_Settings_Header
source: Serial Port
es_es: Puerto serie
fr_fr: Port Série

# Serial_Read_Timeout
source: Read timeout
es_es: Tiempo de espera de lectura
fr_fr: Délai d’expiration de la lecture

# Serial_Write_Timeout
source: Write timeout
es_es: Tiempo de espera de escritura
fr_fr: Délai d’expiration de l’écriture

source: Show fitted devices only
es_es: Mostrar solo dispositivos instalados
fr_fr: Afficher uniquement les dispositifs montés

# Switching_To_x_Protocol
source: Switching to {0} protocol
es_es: Cambiar al protocolo {0}
fr_fr: Échange du protocole {0}

source: System
es_es: Sistema
fr_fr: Système

source: System Name
es_es: Nombre del sistema
fr_fr: Nom du Système

# Title_Device_Type
source: Device: {0}
es_es: Dispositivo: {0}
fr_fr: Dispositif : {0}

# Title_Open_File
source: Open File
es_es: Abrir archivo

# ToolTip_Click_To_Change_Device_Type
source: Click to change the device type
es_es: Haga clic para cambiar el tipo de dispositivo
fr_fr: Cliquez pour modifier le type du dispositif

# ToolTip_Click_To_Edit_Name
source: Click to edit the name
es_es: Haga clic para editar el nombre
fr_fr: Cliquez pour modifier le nom

# ToolTip_Click_To_Show_Device_Details
source: Click to show the device details
es_es: Haga clic para mostrar los detalles del dispositivo
fr_fr: Cliquez pour afficher les détails du dispositif

# ToolTip_DeviceSelector_Select
source: Select a device type, then click on the device list to set or change to that type, or select Delete to remove a device
es_es: Seleccione un tipo de dispositivo y, a continuación, haga clic en la lista de dispositivos para establecer o cambiar a ese tipo, o seleccione Eliminar para eliminar un dispositivo
fr_fr: Sélectionnez un type de dispositif, puis cliquez sur la liste des dispositifs pour définir ou modifier à ce type, ou sélectionnez Supprimer pour retirer un dispositif

# ToolTip_Next_Area
source: Select next area
es_es: Seleccionar siguiente área
fr_fr: Selectioner le secteur suivant

# ToolTip_Next_Device
source: Select next device
es_es: Seleccionar siguiente dispositivo
fr_fr: Selectioner le dispositif suivant

# ToolTip_Previous_Device
source: Select previous device
es_es: Seleccionar dispositivo anterior
fr_fr: Selectioner le dispositif précédant

# ToolTip_Select_Protocol
source: Select protocol
es_es: Seleccionar protocolo
fr_fr: Selectionnez le protocole

source: Unassigned
es_es: Sin asignar
fr_fr: Non attribué

# Unsaved_Changes_Will_Be_Lost
source: Any unsaved changes will be lost.
es_es: Se perderán los cambios no guardados.
fr_fr: Toutes les modifications non enregistrées seront perdues.

# Upload_Page
source: Send this page to panel
es_es: Enviar esta página al panel
fr_fr: Télécharger cette page au panneau

# Upload_System
source: Send system to panel
es_es: Enviar el sistema al panel
fr_fr: Télécharger le système au panneau

# AL2_Code
source: Access level 2 code (AL2)
es_es: Código de nivel de acceso 2 (AL2)
fr_fr: Code d'accès niveau 2 (AL2)

source: Validation Error
es_es: Error de validación
fr_fr: Erreur de validation

source: Version
es_es: Versión

# Version_x
source: Version {0}
es_es: Versión {0}

# Warn_Clear_Data
source: This will clear the current configuration.
es_es: Esto borrará la configuración actual.
fr_fr: Cela effacera la configuration actuelle.

# Warn_Confirm_Continue
source: Do you wish to continue?
es_es: ¿Desea continuar?
fr_fr: Souhaitez-vous continuer ?

# Warn_Overwrite_Changes
source: This will overwrite the changes made to the configuration.
es_es: Esto sobrescribirá los cambios realizados en la configuración.
fr_fr: Cela écrasera les modifications qui ont été faites à la configuration.

source: Written by
es_es: Escrito por
fr_fr: Écrit par

source: Zone
es_es: Zona

# Zone_Zero_Name
source: No Zone Allocated
es_es: Sin zona asignada
fr_fr: Aucune zone allouée

# Protocol_Header
source: Protocol:
es_es: Protocolo:
fr_fr: Protocole :

source: Fitted
es_es: Instalado
fr_fr: Installé

# Day_Fri_Abbr
source: F
es_es: V
fr_fr: v

# Day_Mon_Abbr
source: M
es_es: L
fr_fr: l

# Day_Sun_Abbr
source: S
es_es: D
fr_fr: d

# Day_Thu_Abbr
source: T
es_es: M
fr_fr: j

# Day_Tue_Abbr
source: T
es_es: J
fr_fr: m

# Day_Wed_Abbr
source: W
es_es: M
fr_fr: m

source: Maintenance date
es_es: Fecha de mantenimiento
fr_fr: Date de maintenance

source: Maintenance string
es_es: Cadena de mantenimiento
fr_fr: Chaîne de texte de maintenance

source: Normal string
es_es: Cadena normal
fr_fr: Chaîne de texte normale

source: Recalibrate at
es_es: Recalibrar en
fr_fr: Recalibrer à

source: Blink polling LED
es_es: LED de sondeo parpadeante
fr_fr: DEL d’interrogation clignotante

# XFP_Panel_Config_Files
source: XFP files
es_es: Archivos XFP
fr_fr: Fichiers XFP

source: Auto adjust DST?
es_es: ¿Ajustar automáticamente el horario de verano?
fr_fr: Réglage automatique de l’heure d’été?

# Set_x
source: Set {0}
es_es: Establecer {0}
fr_fr: Ensemble {0}

# Use_In_Special_C_And_E
source: Use in Special C&E
es_es: Usar en C&E especial
fr_fr: Utilisation dans les C&E spéciaux

# DeviceInfo_Alarm_Verificaton_Count
source: Alarm Verification Count
es_es: Recuento de verificación de alarmas
fr_fr: Nombre de vérifications d’alarmes

# DeviceInfo_Detectors
source: Detectors
es_es: Detectores
fr_fr: Détecteurs

# DeviceInfo_Interface_Units
source: Interface units
es_es: Unidades de interfaz
fr_fr: Unités d’interface

# DeviceInfo_Manual_Callpoints
source: Manual callpoints
es_es: Puntos de llamada manuales
fr_fr: Points d’appel manuels

source: Zone/Group/Set
es_es: Zona/Grupo/Conjunto
fr_fr: Zone/Groupe/Ensemble

# Base_Sounder_Header
source: Base Sounder
es_es: Encabezado de la sonda base
fr_fr: Sonneur à Base

# Action_Abstract_Event
source: Abstract event
es_es: Evento abstracto
fr_fr: Evénement abstrait

# Action_End_Phased_Evac
source: End phased evac
es_es: Fin de evacuación por fases
fr_fr: Mettre fin à l’évacuation progressive
