Repository: C-Tec-Research/CTec-XFP
Catalog: XFP/Cultures/Resources.*.resx
Languages: es_es, fr_fr

# Error_After_Download_End
source: An error occurred after download ended
es_es: Se ha producido un error al finalizar la descarga
fr_fr: Une erreur s’est produite après la fin du téléchargement

# Zone_Timers_Type_x_Index_y
source: Zone timers: {0} {1}
es_es: Temporizadores de la zona: {0} {1}
fr_fr: Minuteries de zone : {0} {1}

# Error_Comms_Panel_Protocol_Not_Identified
source: The panel protocol has not been identified.
es_es: No se ha identificado el protocolo del panel.
fr_fr: Le protocole du panneau n’a pas été identifié.

# Device_Name_x
source: Device name #{0}
es_es: Nombre del dispositivo #{0}
fr_fr: Nom du dispositif #{0}

# Device_Name_x_Value_y
source: Device name #{0}: {1}
es_es: Nombre del dispositivo #{0}: {1}
fr_fr: Nom du dispositif #{0} : {1}

# Loop_x_Device_y
source: Loop {0} device #{1}
es_es: Dispositivo de bucle {0} #{1}
fr_fr: Circuit {0} dispositif #{1}

# Panel_Name_x_Value_y
source: Panel name #{0}: '{1}'
es_es: Nombre del panel #{0}: “{1}”
fr_fr: Nom de panneau #{0}: '{1}'

source: Phased settings
es_es: Configuración por fases
fr_fr: Paramètres des phases

source: Send time to panel
es_es: Enviar hora al panel
fr_fr: Envoyer l'heure au panneau

# Zone_Group_x
source: Zone/Group #{0}
es_es: Zona/Grupo #{0}
fr_fr: Zone/Groupe #{0}

# Zone_Set_x
source: Zone/Set #{0}
es_es: Zona/Conjunto #{0}
fr_fr: Zone/Ensemble #{0}

# Zone_Timer_x
source: Zone timer #{0}
es_es: Temporizador de zona #{0}
fr_fr: Minuteries de zone #{0}

# Error_Validation_Window
source: There was an error while showing the Validation window
es_es: Se ha producido un error al mostrar la ventana de validación
fr_fr: Une erreur s’est produite lors de l’affichage de la Fenêtre de Validation.

# Error_Validation_Window_Timeout
source: There was a timeout error while showing the Validation window
es_es: Se ha producido un error de tiempo de espera al mostrar la ventana de validación
fr_fr: Une erreur de délai d’attente s’est produite lors de l’affichage de la Fenêtre de Validation.

source: Printer not found
es_es: No se ha encontrado la impresora
fr_fr: Imprimante non trouvée

# Print_Orientation_Format
source: Format:
es_es: Formato:

# Print_Orientation_Landscape
source: Landscape
es_es: Ahorado
fr_fr: Paysage

# Print_Orientation_Portrait
source: Portrait
es_es: Vertical

# XFP_Revision_History
source: XFP Programming Tools Revision History
es_es: Herramientas de programación XFP Historial de revisiones
fr_fr: Historique des révisions des Outils de Programmation XFP

# Option_Submit
source: Submit
es_es: Enviar
fr_fr: Envoyer

source: Add
es_es: Añadir
fr_fr: Ajouter

# XFP_Config_Print_Description
source: XFP Configuration
es_es: Configuración XFP
fr_fr: Configuration XFP

# Option_Preview
source: Pre_view
es_es: Vista pre_via
fr_fr: Pré_voir

source: Engineer Number
es_es: Número de ingeniero
fr_fr: Numéro d’ingénieur

# Minutes_Short
source: mins
es_es: min

# Panel_Site_Configuration
source: Site Panel Configuration
es_es: Configuración del panel del sitio
fr_fr: Configuration Site du Panneau

# Validation_Header_Panel_Data
source: Panel data:
es_es: Datos del panel:
fr_fr: Données du panneau :

source: Add Loop 2
es_es: Añadir bucle 2
fr_fr: Ajouter la Circuit 2

# Query_Add_Second_Loop
source: Add a second loop to the configuration?
es_es: ¿Añadir un segundo bucle a la configuración?

# ToolTip_Click_To_Add_Second_Loop
source: Click to add a second loop
es_es: Haga clic para añadir un segundo bucle
fr_fr: Tapez pur ajouter une deuxième circuit

# Download_x
source: Download: {0}
es_es: Descargar: {0}
fr_fr: Téléchargement du panneau : {0}

# Upload_x
source: Upload: {0}
es_es: Cargar: {0}
fr_fr: Téléchargement au panneau : {0}

# Error_Invalid_Xfp_Data
source: The file does not contain valid XFP data or is for an unsupported protocol.
es_es: El archivo no contiene datos XFP válidos o es para un protocolo no compatible.
fr_fr: Le fichier ne contient pas de données XFP valides ou est destiné à un protocole non pris en charge.

# Panel_x_Settings
source: Panel {0} Settings
es_es: Configuración del panel {0}
fr_fr: Paramètres du panneau {0}

# Print_All_Panels
source: All panels
es_es: Todos los paneles
fr_fr: Tous

# Print_Current_Panel
source: Current panel
es_es: Panel actual
fr_fr: Actuel

# Print_Panels
source: Panels:
es_es: Paneles:
fr_fr: Panneaux :

# Subaddress_Abbr
source: Sub.
es_es: Sub.addr
fr_fr: S.addr

# Print_Error_System_Name_Not_Set
source: ** system name not set **
es_es: ** nombre del sistema no establecido **
fr_fr: ** nom du système non défini **

# See_IO_Configuration_Abbr
source: See I/O →
es_es: Ver E/S →
fr_fr: Voir E/S →

# Subaddress_Short
source: Subaddr.
es_es: Subdirección
fr_fr: S.addr

# Comms_Alarm_Verification_Counts
source: Verification counts
es_es: Recuentos de verificación
fr_fr: Comptes de vérification

# ToolTip_Print_Event_Log
source: Print the Event Log
es_es: Imprimir el registro de eventos
fr_fr: Imprimer le Journal des Événements

source: Build date:
es_es: Fecha de creación:
fr_fr: Daté :

source: Revision history
es_es: Historial de revisiones
fr_fr: Historique des révisions

source: Manage panels
es_es: Gestionar paneles
fr_fr: Gérer les panneaux

source: Copyright
fr_fr: Droits d'auteur

source: False
fr_fr: Faux

source: Tel
fr_fr: Tél

source: True
fr_fr: Vrai

# Panel_x
source: Panel {0}
fr_fr: Panneau {0}

source: Detector
fr_fr: Detecteur

source: N/A
fr_fr: N/D

source: Panel
fr_fr: Panneau

# Zone_Group_Set_Abbr
source: Z/G/S
fr_fr: Z/G/E
