Repository: C-Tec-Research/CTec-XFP
Catalog: XFP/Cultures/Resources.*.resx
Languages: es_es, fr_fr

# Action_End_Zone_Delays
source: End zone delays
es_es: Fin de retrasos de zona
fr_fr: Mettre fin aux retards de zone

# Action_Group_Disable
source: Group disable
es_es: Desactivación de grupo
fr_fr: Désactivation de la groupe

# Action_Loop_x_Device_Disabled
source: Loop {0} device disabled
es_es: Dispositivo de bucle {0} desactivado
fr_fr: désactivation du dispositif en circuit {0}

# Action_Mute_The_Panel
source: Mute the panel
es_es: Silenciar el panel
fr_fr: Couper le son du panneau

# Action_No_Events
source: None
es_es: Ninguno
fr_fr: Aucun

# Action_Output_Delays_Disable
source: Output delays disable
es_es: Desactivar retrasos de salida
fr_fr: Désactiver les délais de sortie

# Action_Output_Disable
source: Output disable
es_es: Desactivar salida
fr_fr: Désactiver la sortie

# Action_Panel_Relay
source: Panel relay
es_es: Relé del panel
fr_fr: Relais de panneau

# Action_Put_Zone_Into_Alarm
source: Put zone into alarm
es_es: Poner la zona en alarma
fr_fr: Mettre la zone en alarme

# Action_Reset_Panel
source: Reset panel
es_es: Restablecer el panel
fr_fr: Réinitialiser le panneau

# Action_Set_To_Occupied
source: Set to occupied
es_es: Establecer como ocupado
fr_fr: Définissez-le sur occupé

# Action_Set_To_Unoccupied
source: Set to unoccupied
es_es: Establecer como desocupado
fr_fr: Définissez-le sur inoccupé

# Action_Silence_Panel
source: Silence panel
es_es: Silenciar el panel
fr_fr: Faire taire le panneau

# Action_Sounder_Alert
source: Sounder alert
es_es: Alerta de sirena
fr_fr: Alerte sonneur

# Action_Sounder_Evac
source: Sounder evac
es_es: Evacuación de sirena
fr_fr: Sonneur Évacuation

# Action_Trigger_Beacons
source: Trigger beacons
es_es: Activación de balizas
fr_fr: Déclencher des phares

# Action_Trigger_Loop_x_Device
source: Trigger loop {0} device
es_es: Disparar dispositivo de bucle {0}
fr_fr: Déclencher dispositif dans circuit {0}

# Action_Trigger_Network_Event
source: Trigger network event
es_es: Disparar evento de red
fr_fr: Déclencher un événement réseau

# Action_Trigger_Output_Set
source: Trigger output set
es_es: Disparar salida establecida
fr_fr: Déclencher l'ensemble de sortie

# Action_Zone_Disable
source: Zone disable
es_es: Desactivar zona
fr_fr: Désactiver la zone

source: Alert
es_es: Alerta
fr_fr: Alerte

source: Alert tone
es_es: Tono de alerta
fr_fr: Ton d’alerte

source: Clear All
es_es: Borrar todo
fr_fr: Effacer Tout

source: Delayed
es_es: Retrasado
fr_fr: Retardé

source: Delay time
es_es: Tiempo de retraso
fr_fr: Temps de Retard

source: Dependencies
es_es: Dependencias
fr_fr: Dépendances

source: Dependency Options
es_es: Opciones de dependencia
fr_fr: Options de Dépendance

source: Detectors
es_es: Detectores
fr_fr: Detecteurs

source: Double-click for dependency options
es_es: Haga doble clic para ver las opciones de dependencia
fr_fr: Double-cliquez pour les options de dépendance

source: Evac
es_es: Evacuación
fr_fr: Évacuation

source: Evac tone
es_es: Tono de evacuación
fr_fr: Ton d’évac

source: Functioning with
es_es: Funcionamiento con
fr_fr: En fonction avec

source: Input delay:
es_es: Retraso de entrada:
fr_fr: Délai d’entrée :

source: Investigation period:
es_es: Período de investigación:
fr_fr: Période d’enquête :

source: MCPs
es_es: MCP
fr_fr: PAMs

source: Multiple Alarms End Delays
es_es: Retrasos de fin de alarmas múltiples
fr_fr: Plusieurs alarmes mettent fin aux retards

source: New fire causes re-sound
es_es: Un nuevo incendio provoca un nuevo sonido
fr_fr: Nouvel incendie provoque le son à nouveau

source: Not Triggered
es_es: No activado
fr_fr: Non Déclenché

source: Occurs at:
es_es: Ocurre en:
fr_fr: Se produit à :

source: Off
es_es: Desactivado
fr_fr: Éteint

source: Outputs
es_es: Salidas
fr_fr: Sorties

source: Output delays (mins)
es_es: Retardos de salida (minutos)
fr_fr: Retards de sortie (mins)

source: Output Set Triggered
es_es: Salida activada
fr_fr: Jeu de Sortie Déclenché

source: Panel Relay Triggered
es_es: Relé del panel activado
fr_fr: Relais de Panneau Déclenché

source: Phased delay
es_es: Retardo por fases
fr_fr: Retard progressif

source: Pulsed
es_es: Pulsado
fr_fr: pulsé

source: Relay 1
es_es: Relé 1
fr_fr: Relais 1

source: Set all to Off
es_es: Establecer todo en Desactivado
fr_fr: Tout Désactiver

source: Set all to Alert
es_es: Establecer todo en Alerta
fr_fr: Définir tout sur Alerte

source: Set all to Evac
es_es: Establecer todo en Evacuación
fr_fr: Réglez tout sur Évac

source: Sounders
es_es: Sirenas
fr_fr: Sonneurs

# Timer_Event
source: Event:
es_es: Evento:
fr_fr: Événement :

source: Timer Event Times
es_es: Tiempos del evento del temporizador
fr_fr: Heures des Événements

source: Triggers Sounder Groups
es_es: Activa grupos de sirenas
fr_fr: Groupes de Sondeurs des Déclencheurs

# Trigger_Any_Device_In_Alarm
source: Any device in 'Alarm'
es_es: Cualquier dispositivo en «Alarma»
fr_fr: Tout dispositif en état «Alarm»

# Trigger_Any_Disablement
source: Any disablement
es_es: Cualquier desactivación
fr_fr: Toute désactivation

# Trigger_Any_Dwelling_And_Communal
source: Any dwelling and communal
es_es: Cualquier vivienda y zona común
fr_fr: Tout logement et communal

# Trigger_Any_Fault
source: Any fault
es_es: Cualquier fallo
fr_fr: Toute faute

# Trigger_Any_Pre_Alarm
source: Any pre-alarm
es_es: Cualquier prealarma
fr_fr: Toute pré-alarme

# Trigger_Any_Remote_Panel_In_Fire
source: Any remote panel in 'Fire'
es_es: Cualquier panel remoto en «Incendio»
fr_fr: Tous panneaux distant en état «Feu»

# Trigger_Any_Zone_In_Fire
source: Any zone in 'Fire'
es_es: Cualquier zona en «Incendio»
fr_fr: N’importe quelle zone en état «Feu»

# Trigger_Event_AND
source: Event AND
es_es: Evento,Y
fr_fr: Événements : ET

# Trigger_Loop_x_Device_Triggered
source: Loop {0} device triggered
es_es: Dispositivo del bucle {0} activado
fr_fr: Dispositif circuit {0} déclenché

# Trigger_Loop_x_Device_Pre_Alarm
source: Loop {0} device pre-alarm
es_es: Prealarma del dispositivo del bucle {0}
fr_fr: Pré-alarme du dispositif en circuit {0}

# Trigger_More_Than_One_Alarm
source: More than one alarm
es_es: Más de una alarma
fr_fr: Plus d’une alarme

# Trigger_More_Than_One_Zone_In_Alarm
source: More than one zone in 'Alarm'
es_es: Más de una zona en «Alarma»
fr_fr: Plus d’une zone en état «Alarm»

# Trigger_Network_Event_Triggered
source: Network event triggered
es_es: Evento de red activado
fr_fr: Événement réseau déclenché

# Trigger_Other_Event_Triggered
source: Other event triggered
es_es: Otro evento activado
fr_fr: Autre événement déclenché

# Trigger_Panel_Input
source: Panel input
es_es: Entrada del panel
fr_fr: Entrée de données dans le panneau

# Trigger_Panel_Occupied
source: Panel occupied
es_es: Panel ocupado
fr_fr: Panneau occupé

# Trigger_Panel_Reset
source: Panel reset
es_es: Restablecimiento del panel
fr_fr: Réinitialisation du panneau

# Trigger_Panel_Silenced
source: Panel silenced
es_es: Panel silenciado
fr_fr: Panneau réduit au silence

# Trigger_Panel_Unoccupied
source: Panel unoccupied
es_es: Panel desocupado
fr_fr: Panneau inoccupé

# Trigger_Timer_Event
source: Timer event
es_es: Evento del temporizador
fr_fr: Événement du minuterie

# Trigger_Zone_AND
source: Zone AND
es_es: Zona AND
fr_fr: Zones : ET

# Trigger_Zone_Has_Device_In_Alarm
source: Zone has device in 'Alarm'
es_es: La zona tiene un dispositivo en «Alarma»
fr_fr: Zone a un dispositif en état «Alarm»

# Trigger_Zone_Or_Panel_In_Fire
source: Zone or panel in 'Fire'
es_es: Zona o panel en «Incendio»
fr_fr: Zone ou panneau en état «Feu»

# Accepts_Alarms
source: Alarms
es_es: Alarmas
fr_fr: Alarmes

# Accepts_Controls
source: Controls
es_es: Controles
fr_fr: Contrôles

# Accepts_Disablements
source: Disablements
es_es: Desactivaciones
fr_fr: Désactivations

# Accepts_Faults
source: Faults
es_es: Fallos
fr_fr: Défauts

source: Accepts from panels
es_es: Acepta desde los paneles
fr_fr: Accepte des panneaux

# Accepts_Occupied_Unoccupied
source: Occupied/Unoccupied
es_es: Ocupado/Desocupado
fr_fr: Occupé/Inoccupé

source: Panel Name
es_es: Nombre del panel
fr_fr: Nom du Panneau

# Loop_x
source: Loop {0}
es_es: Bucle {0}
fr_fr: Circuit {0}

# Loop_Number
source: Loop
es_es: Bucle
fr_fr: Circuit

source: Zone/Set
es_es: Zona/Conjunto
fr_fr: Zone/Ensemble

# Menu_Remove_File_From_List
source: Click to remove file from list
es_es: Haga clic para eliminar el archivo de la lista
fr_fr: Cliquez pour supprimer ce fichier de la liste

# ToolTip_Double_Click_For_Protocol_Menu
source: Double-click to open Protocol menu
es_es: Haga doble clic para abrir el menú Protocolo
fr_fr: Double-cliquez pour ouvrir le menu Protocole

# Change_Protocol_To_x
source: Change Protocol to {0}
es_es: Cambiar el protocolo a {0}
fr_fr: Remplacer le Protocole par {0}

source: Pre-Save Check
es_es: Comprobación previa al guardado
fr_fr: Vérification Avant Enregistrer

# Query_Data_Errors_Save_Anyway
source: The data contains errors or warnings - see Data Validation window for details. Save anyway?
es_es: Los datos contienen errores o advertencias; consulte la ventana Validación de datos para obtener más detalles.
fr_fr: Les données contiennent des erreurs ou des avertissements - voir La fenêtre Validation des données pour plus de détails. Enregistrer quand même ?

source: See I/O configuration
es_es: Ver configuración de E/S
fr_fr: Voir configuration E/S

# Query_Change_Device_Type1
source: Change this device to '{0}'?
es_es: ¿Cambiar este dispositivo a «{0}»?
fr_fr: Changer ce dispositif à «{0}» ?

# Query_Change_Device_Types
source: Change {0} devices to '{1}'?
es_es: ¿Cambiar los dispositivos {0} a «{1}»?
fr_fr: Changer {0} dispositifs à «{1}» ?

# Query_Delete_1_Device
source: Delete 1 device?
es_es: ¿Eliminar 1 dispositivo?
fr_fr: Supprimer 1 dispositif?

# Query_Delete_Device1
source: Delete this device?
es_es: ¿Eliminar este dispositivo?
fr_fr: Supprimer ce dispositif ?

# Query_Delete_Devices
source: Delete {0} devices?
es_es: ¿Eliminar {0} dispositivos?
fr_fr: Supprimer {0} dispositifs?

source: Delete
es_es: Eliminar
fr_fr: Supprimer

source: Multiple device types
es_es: Varios tipos de dispositivos
fr_fr: Divers types de dispositifs

source: Multiple values
es_es: Varios valores
fr_fr: Des valeurs diverses

source: I/O Configuration
es_es: Configuración de E/S
fr_fr: Configuration E/S

# Group_x
source: Group {0}
es_es: Grupo {0}
fr_fr: Groupe {0}

# Zone_x
source: Zone {0}
es_es: Zona {0}

# Channel_x
source: Channel {0}
es_es: Canal {0}
fr_fr: Canal {0}

source: Description
es_es: Descripción

# Subaddress_x
source: Subaddress {0}
es_es: Subdirección {0}
fr_fr: Sous-adresse {0}

# Fire_x
source: Fire {0}
es_es: Incendio {0}
fr_fr: Feu {0}

source: Input
es_es: Entrada
fr_fr: Entrée

source: Not used
es_es: No se utiliza
fr_fr: Non utilisé

source: Output
es_es: Salida
fr_fr: Sortie

source: Sounder
es_es: Sirena
fr_fr: Sonneur

source: I/O config
es_es: Configuración de E/S
fr_fr: Configuration E/S

# AlarmType_Alert
source: Alert
es_es: Alerta
fr_fr: Alerte

# AlarmType_Evacuate
source: Evac
es_es: Evacuación
fr_fr: Évac

# AlarmType_Off
source: Off
es_es: Desactivado
fr_fr: Éteint

source: Channel
es_es: Canal
fr_fr: Canal

source: Input/Output
es_es: Entrada/Salida
fr_fr: Entrée/Sortie

# Panel_Sounder_x_Belongs_To_Sounder_Group
source: Panel sounder {0} belongs to Sounder Group
es_es: La sirena del panel {0} pertenece al grupo de sirenas
fr_fr: Sonneur Panneau {0} appartient au groupe sonneurs

source: Subaddress
es_es: Subdirección
fr_fr: Sous-adresse

# Minute_Short
source: min
es_es: mín

# Tone_Message_Pair_x_Primary
source: Tone/Message pair {0} Primary
es_es: Par tono/mensaje {0} Primario
fr_fr: Paire ton/message {0} primaire

# Tone_Message_Pair_x_Secondary
source: Tone/Message pair {0} Secondary
es_es: Par tono/mensaje {0} Secundario
fr_fr: Paire ton/message {0} secondaire

source: Set selected items:
es_es: Establecer elementos seleccionados:
fr_fr: Définir les éléments sélectionnés :

source: Relay 2
es_es: Relé 2
fr_fr: Relais 2

# Error_Invalid_Zone_Name
source: Invalid zone name
es_es: Nombre de zona no válido
fr_fr: Nom de zone non valide

source: Alarm
es_es: Alarma
fr_fr: Alarme

source: Day (Occupied)
es_es: Día (ocupado)
fr_fr: Jour (Occupé)

source: Night (Unoccupied)
es_es: Noche (desocupado)
fr_fr: Nuit (Inoccupé)

source: Option
es_es: Opción

source: Time to Reset
es_es: Tiempo para restablecer
fr_fr: Temps à Réinitialiser

# TriggerType_Continuous
source: Continuous
es_es: Continuo
fr_fr: Continu

# TriggerType_Delayed
source: Delayed
es_es: Retrasado
fr_fr: Retardé

# TriggerType_Not_Triggered
source: Not triggered
es_es: No activado
fr_fr: Non déclenché

# TriggerType_Pulsed
source: Pulsed
es_es: Pulsado
fr_fr: Pulsé

source: Is set silenceable?
es_es: ¿Está configurado como silenciable?
fr_fr: Peut l’ensemble être réduit au silence ?

source: Action
es_es: Acción

source: Event
es_es: Evento
fr_fr: Evénement

# Event_x
source: Event {0}
es_es: Evento {0}
fr_fr: Evénement {0}

# Input_x
source: Input {0}
es_es: Entrada {0}
fr_fr: Entrée {0}

# Logical_And
source: AND
es_es: Y
fr_fr: ET

source: Occurs when...
es_es: Ocurre cuando...
fr_fr: Se produit lorsque...

# Relay_x
source: Relay {0}
es_es: Relé {0}
fr_fr: Relais {0}

source: Resets when...
es_es: Se restablece cuando...
fr_fr: Réinitialise lorsque...

# Time_x
source: Time: {0}
es_es: Tiempo: {0}
fr_fr: Temps : {0}

# ToolTip_Clear_All
source: Reset all to NotTriggered
es_es: Restablecer todo a No activado
fr_fr: Tout réinitialiser sur «Non Déclenché»

# ToolTip_Continuous
source: Set selected items to Continuous
es_es: Establecer elementos seleccionados en Continuo
fr_fr: Définir les éléments sélectionnés sur «Continu»

# ToolTip_Delayed
source: Set selected items to Delayed
es_es: Establecer elementos seleccionados en Retrasado
fr_fr: Définissez les éléments sélectionnés sur «Retardé»

# ToolTip_Not_Triggered
source: Set selected items to Not Triggered
es_es: Establecer elementos seleccionados en No activado
fr_fr: Définir les éléments sélectionnés sur «Non Déclenché»

# ToolTip_Pulsed
source: Set selected items to Pulsed - applies to Panel Relays only
es_es: Establecer elementos seleccionados en Pulsado
fr_fr: Définir les éléments sélectionnés sur «Pulsé» - s’applique uniquement aux relais-panneaux

# File_x_Already_Exists
source: '{0}' already exists. Do you want to replace it?
es_es: «{0}» ya existe.¿Desea reemplazarlo?
fr_fr: '{0}' existe déjà. Voulez-vous le remplacer?

# Save_File_Header
source: Save File...
es_es: Guardar archivo...
fr_fr: Enregistrer...

# Zone_x_Name_y
source: Zone {0} - '{1}'
es_es: Zona {0} - «{1}»

source: Not set
es_es: No configurado
fr_fr: Non défini

# Open_File_x
source: Open File: {0}
es_es: Abrir archivo: {0}
fr_fr: Ouvrir Fichier: {0}

# Zone_Dependency_Dwelling
source: Dwelling
es_es: Vivienda
fr_fr: Domicile

# Zone_Dependency_Investigation
source: Investigation
es_es: Investigación
fr_fr: Enquête

# x_Zones
source: [ {0} zones ]
es_es: [ {0} zonas ]

# ToolTip_Next_Zone
source: Select next zone
es_es: Seleccionar siguiente zona
fr_fr: Selectioner le zone suivant

# ToolTip_Previous_Zone
source: Select previous zone
es_es: Seleccionar zona anterior
fr_fr: Selectioner le zone précédant

source: Multiple rows selected
es_es: Varias filas seleccionadas
fr_fr: Plusieurs lignes sélectionnées

# Select_Zone_Or_Panel_To_Show_Details
source: Select a zone or panel to show details
es_es: Seleccione una zona o panel para mostrar los detalles
fr_fr: Sélectionnez un zone ou un panneau pour afficher les détails

# ToolTip_Dependencies_Day_Occupied
source: Dependency options for Day (Occupied)
es_es: Opciones de dependencia para Día (ocupado)
fr_fr: Options de dépendance Jour (Occupé)

# ToolTip_Dependencies_Night_Unoccupied
source: Dependency options for Night (Unoccupied)
es_es: Opciones de dependencia para Noche (desocupado)
fr_fr: Options de dépendance Nuit (Inoccupé)

source: Panels
es_es: Paneles
fr_fr: Panneaux

source: Zones
es_es: Zonas

source: Day Dependencies
es_es: Dependencias diurnas
fr_fr: Dépendances Jour

# Error_Total_Delay_x_Cannot_Be_More_Than_y
source: Total delay is {0}. It cannot be more than {1}
es_es: El retraso total es {0}. No puede ser superior a {1}
fr_fr: Le retard total est {0}. Il ne peut pas dépasser {1}

source: Night Dependencies
es_es: Dependencias nocturnas
fr_fr: Dépendances Nuit

# Action_All_Groups
source: All Groups
es_es: Todos los grupos
fr_fr: Tous les Groupes

source: Is silenceable
es_es: Se puede silenciar
fr_fr: Peut être silencé

source: Zone/Group
es_es: Zona/Grupo
fr_fr: Zone/Groupe

# Error_Total_Delay_Is_Too_Long
source: Total delay time is too long
es_es: El tiempo de retraso total es demasiado largo
fr_fr: Le délai total est trop long

# Error_Device_Name_Too_Long
source: The name/description is too long
es_es: El nombre/descripción es demasiado largo
fr_fr: Le nom/la description est trop long

# Error_Invalid_Sounder_Group
source: Invalid base sounder group
es_es: Grupo de sirenas base no válido
fr_fr: Groupe bases-sonneurs non valide

# Error_File_Data_Unsupported_Protocol
source: The file does not contain settings for a supported protocol.
es_es: El archivo no contiene ajustes para un protocolo compatible.
fr_fr: Le fichier ne contient pas de paramètres pour un protocole pris en charge.

# Channel_Abbr
source: Chan.
es_es: Canal
fr_fr: Canal

source: I/O
es_es: E/S
fr_fr: E/S

# Error_Invalid_IO_Description_Too_Long
source: I/O subaddress description is too long
es_es: La descripción de la subdirección de E/S es demasiado larga

# Error_Invalid_IO_Channel
source: Invalid I/O subaddress channel
es_es: Canal de subdirección de E/S no válido

# Error_Invalid_IO_Input_Output
source: Invalid subaddress Input/Output setting
es_es: Subdirección no válida Configuración de entrada/salida

# Error_Invalid_IO_Set
source: Invalid I/O subaddress set
es_es: Subdirección de E/S no válida

# Error_Invalid_IO_Zone
source: Invalid I/O subaddress zone
es_es: Zona de subdirección de E/S no válida

source: Panel strings
es_es: Cadenas del panel
fr_fr: Chaînes du Panneau

# Error_Day_Alarm_Reset_Too_Long
source: Day alarm reset is too long
es_es: El reinicio de la alarma diurna es demasiado largo
fr_fr: La réinitialisation de l’alarme-jour est trop longue

# Error_Day_Dependency_Option_Invalid
source: Day dependency option is invalid
es_es: La opción de dependencia diurna no es válida
fr_fr: L’option de dépendance-jour n’est pas valide

# Error_Day_Detector_Reset_Too_Long
source: Day detector reset is too long
es_es: El reinicio del detector diurno es demasiado largo
fr_fr: La réinitialisation du détecteur-jour est trop longue

# Error_Maintenance_String_Too_long
source: Maintenance string is too long
es_es: La cadena de mantenimiento es demasiado larga
fr_fr: La chaîne de maintenance est trop longue

# Error_Night_Alarm_Reset_Too_Long
source: Night alarm reset is too long
es_es: El reinicio de la alarma nocturna es demasiado largo
fr_fr: La réinitialisation de l’alarme-nuit est trop longue

# Error_Night_Dependency_Option_Invalid
source: Night dependency option is invalid
es_es: La opción de dependencia nocturna no es válida
fr_fr: L’option de dépendance-nuit n’est pas valide

# Error_Night_Detector_Reset_Too_Long
source: Night detector reset is too long
es_es: El reinicio del detector nocturno es demasiado largo
fr_fr: La réinitialisation du détecteur-nuit est trop longue

# Error_Output_Delay_Too_Long
source: Output delay is too long
es_es: El retraso de salida es demasiado largo
fr_fr: Le délai de sortie est trop long

# Error_Quiescent_String_Too_long
source: Normal string is too long
es_es: La cadena normal es demasiado larga
fr_fr: La chaîne normale est trop longue

# Error_Relay_1_Delay_Too_Long
source: Relay 1 delay is too long
es_es: El retardo del relé 1 es demasiado largo
fr_fr: Le délai du relais #1 est trop long

# Error_Relay_2_Delay_Too_Long
source: Relay 2 delay is too long
es_es: El retardo del relé 2 es demasiado largo
fr_fr: Le délai du relais #2 est trop long

# Error_Sounder_Delay_Too_Long
source: Sounder delay is too long
es_es: El retardo de la sirena es demasiado largo
fr_fr: Le délai du sondeur est trop long

# Error_Zone_Name_Too_Long
source: Zone name is too long
es_es: El nombre de la zona es demasiado largo
fr_fr: Le nom de la zone est trop long

# Error_Set_Delay_Timer_Too_Long
source: Delay time is too long
es_es: El tiempo de retardo es demasiado largo
fr_fr: Le délai est trop long

# Error_Invalid_Repeater_Name
source: Invalid repeater name
es_es: Nombre de repetidor no válido
fr_fr: Nom de répéteur non valide

# Error_Invalid_Panel_Name
source: Invalid panel name
es_es: Nombre de panel no válido
fr_fr: Nom du panneau non valide

# Error_Invalid_Panel_Num
source: Invalid panel number
es_es: Número de panel no válido
fr_fr: Numéro de panneau non valide

# Error_Panel_Name_Too_Long
source: Panel name is too long
es_es: El nombre del panel es demasiado largo
fr_fr: Le nom du panneau est trop long

# Error_CE_Action_Beacon_Group_Not_Set
source: Action's beacon group is not set
es_es: El grupo de balizas de la acción no está configurado
fr_fr: Groupe de phares de l’action n’est pas défini

# Error_CE_Action_Device_Unassigned
source: Action's device is unnassigned
es_es: El dispositivo de la acción no está asignado
fr_fr: Dispositif de l’action n’est pas attribué

# Error_CE_Action_Group_Not_Set
source: Action's group is not set
es_es: El grupo de la acción no está configurado
fr_fr: Groupe de l’action n’est pas défini

# Error_CE_Action_Loop_1_Device_Not_Set
source: Action's loop 1 device is not set
es_es: El dispositivo del bucle 1 de la acción no está configurado
fr_fr: Dispositif circuit 1 de l'action n’est pas défini

# Error_CE_Action_Loop_2_Device_Not_Set
source: Action's loop 2 device is not set
es_es: El dispositivo del bucle 2 de la acción no está configurado
fr_fr: Dispositif circuit 2 de l’action n’est pas défini

# Error_CE_Action_Network_Event_Not_Set
source: Action's network event is not set
es_es: El evento de red de la acción no está configurado
fr_fr: Evénement réseau de l’action n’est pas défini

# Error_CE_Action_Output_Not_Set
source: Action's output is not set
es_es: La salida de la acción no está configurada
fr_fr: Sortie de l’action n’est pas défini

# Error_CE_Action_Panel_Relay_Not_Set
source: Action's panel relay is not set
es_es: El relé del panel de la acción no está configurado
fr_fr: Relais panneau de l’action n’est pas défini

# Error_CE_Action_Sounder_Group_Not_Set
source: Action's sounder group is not set
es_es: El grupo de sirenas de la acción no está configurado
fr_fr: Groupe-sonneur action n’est pas défini

# Error_CE_Action_Zone_Not_Set
source: Action's zone is not set
es_es: La zona de la acción no está configurada
fr_fr: Zone de balises de l’action n’est pas défini

# Error_CE_Reset_Condition_Not_Set
source: Reset trigger condition is not set
es_es: La condición de reinicio no está configurada
fr_fr: La condition de déclenchement de réinitialisation n’est pas définie

# Error_CE_Reset_Device_Unassigned
source: Reset trigger's device is unnassigned
es_es: El dispositivo del reinicio no está asignado
fr_fr: Dispositif du déclencheur de réinitialisation n’est pas attribué

# Error_CE_Reset_Event_2_Not_Set
source: Reset trigger's second event is not set
es_es: El segundo evento del reinicio no está configurado
fr_fr: Deuxième événement du déclencheur de réinitialisation n’est pas défini

# Error_CE_Reset_Event_Not_Set
source: Reset trigger's event is not set
es_es: El evento del disparador de reinicio no está configurado
fr_fr: Evénement du déclencheur de réinitialisation n’est pas défini
