Repository: C-Tec-Research/CTec-XFP
Catalog: XFP/Cultures/Resources.*.resx
Languages: es_es, fr_fr

# Error_CE_Reset_Loop_1_Device_Not_Set
source: Reset trigger's loop 1 device is not set
es_es: El dispositivo del bucle 1 del disparador de reinicio no está configurado
fr_fr: Dispositif circuit 1 du déclencheur de réinitialisation n’est pas défini

# Error_CE_Reset_Loop_2_Device_Not_Set
source: Reset trigger's loop 2 device is not set
es_es: El dispositivo del bucle 2 del disparador de reinicio no está configurado
fr_fr: Dispositif circuit 2 du déclencheur de réinitialisation n’est pas défini

# Error_CE_Reset_Network_Event_Not_Set
source: Reset trigger's network event is not set
es_es: El evento de red del disparador de reinicio no está configurado
fr_fr: Evénement réseau du déclencheur de réinitialisation n’est pas défini

# Error_CE_Reset_Panel_Input_Not_Set
source: Reset trigger's panel input is not set
es_es: La entrada del panel del disparador de reinicio no está configurada
fr_fr: Entrée panneau du déclencheur de réinitialisation n’est pas définie

# Error_CE_Reset_Timer_Not_Set
source: Reset trigger's timer is not set
es_es: El temporizador del disparador de reinicio no está configurado
fr_fr: La minuteur du déclencheur de réinitialisation n’est pas réglée

# Error_CE_Reset_Type_Not_Set
source: Reset trigger type is not set
es_es: El tipo de disparador de reinicio no está configurado
fr_fr: Type de déclencheur de réinitialisation n’est pas défini

# Error_CE_Reset_Zone_2_Not_Set
source: Reset trigger's second zone is not set
es_es: La segunda zona del disparador de reinicio no está configurada
fr_fr: Deuxième zone du déclencheur de réinitialisation n’est pas défini

# Error_CE_Reset_Zone_Not_Set
source: Reset trigger's zone is not set
es_es: La zona del disparador de reinicio no está configurada
fr_fr: Zone du déclencheur de réinitialisation n’est pas défini

# Error_CE_Reset_Zone_Or_Panel_Not_Set
source: Reset trigger's zone or panel is not set
es_es: La zona o el panel del disparador de reinicio no están configurados
fr_fr: Zone ou le panneau du déclencheur de réinitialisation n’est pas défini

# Error_CE_Trigger_Condition_Not_Set
source: Trigger condition is not set
es_es: La condición del disparador no está configurada
fr_fr: La condition de déclenchement n’est pas définie

# Error_CE_Trigger_Device_Unassigned
source: Trigger's device is unnassigned
es_es: El dispositivo del disparador no está asignado
fr_fr: Dispositif du déclencheur n’est pas attribué

# Error_CE_Trigger_Event_2_Not_Set
source: Trigger's second event is not set
es_es: El segundo evento del disparador no está configurado
fr_fr: Deuxième événement du déclencheur n’est pas défini

# Error_CE_Trigger_Event_Not_Set
source: Trigger's event is not set
es_es: El evento del disparador no está configurado
fr_fr: Evénement du déclencheur n’est pas défini

# Error_CE_Trigger_Loop_1_Device_Not_Set
source: Trigger's loop 1 device is not set
es_es: El dispositivo del bucle 1 del disparador no está configurado
fr_fr: Dispositif circuit 1 du déclencheur n’est pas défini

# Error_CE_Trigger_Loop_2_Device_Not_Set
source: Trigger's loop 1 device is not set
es_es: El dispositivo del bucle 1 del disparador no está configurado
fr_fr: Dispositif circuit 2 du déclencheur n’est pas défini

# Error_CE_Trigger_Network_Event_Not_Set
source: Trigger's network event is not set
es_es: El evento de red del disparador no está configurado
fr_fr: Evénement réseau du déclencheur n’est pas défini

# Error_CE_Trigger_Panel_Input_Not_Set
source: Trigger's panel input is not set
es_es: La entrada del panel del disparador no está configurada
fr_fr: Entrée panneau du déclencheur n’est pas définie

# Error_CE_Trigger_Timer_Not_Set
source: Trigger's timer is not set
es_es: El temporizador del disparador no está configurado
fr_fr: La minuteur du déclencheur n’est pas réglée

# Error_CE_Trigger_Type_Not_Set
source: Trigger type is not set
es_es: El tipo de disparador no está configurado
fr_fr: Type de déclencheur n’est pas défini

# Error_CE_Trigger_Zone_2_Not_Set
source: Trigger's second zone is not set
es_es: La segunda zona del disparador no está configurada
fr_fr: Deuxième zone du déclencheur n’est pas défini

# Error_CE_Trigger_Zone_Not_Set
source: Trigger's zone is not set
es_es: La zona del disparador no está configurada
fr_fr: Zone du déclencheur n’est pas défini

# Error_CE_Trigger_Zone_Or_Panel_Not_Set
source: Trigger's zone or panel is not set
es_es: La zona o el panel del disparador no están configurados
fr_fr: Zone du déclencheur ou du panneau n’est pas défini

# Trigger_Condition_Is
source: is
es_es: es
fr_fr: est

source: Saving settings to file:
es_es: Guardando la configuración en el archivo:
fr_fr: Enregistrement les paramètres dans un fichier :

# Error_Comms_Panel_Protocol_x_Does_Not_Match_Tools_y
source: The panel protocol ({0}) does not match the current settings ({1})
es_es: El protocolo del panel ({0}) no coincide con la configuración actual ({1})
fr_fr: Le protocole des paramètres ({1}) ne correspond pas à celui du panneau ({0})

# Comms_Device_Names
source: Device names
es_es: Nombres de dispositivos
fr_fr: Noms des dispositifs

# Error_Device_Name_Blank
source: The name/description is empty
es_es: El nombre/descripción está vacío
fr_fr: Le nom/la description est vide

# Subaddress_Hush_0
source: Sounder
es_es: Sirena
fr_fr: Sonneur

# Subaddress_Hush_1
source: Fire 2
es_es: Incendio 2
fr_fr: Feu 2

# Subaddress_Hush_2
source: Fire 1
es_es: Incendio 1
fr_fr: Feu 1

source: Sensitivity
es_es: Sensibilidad
fr_fr: Sensibilité

# Volume_Sensitivity_mode
source: Vol/Sens/ Mode
es_es: Vol/Sens/ Modo

source: Volume
es_es: Volumen

source: Day:Night
es_es: Día:Noche
fr_fr: Jour:Nuit

# Comms_C_And_E
source: Causes and Effects
es_es: Causas y efectos
fr_fr: Causes et Effets

# Comms_Sets
source: Sets
es_es: Configura
fr_fr: Paramètres Ensembles

# Default_Maintenance_String
source: Call the Engineer
es_es: Llamar al ingeniero
fr_fr: Appeler l’ingénieur

# Default_Quiescent_String
source: XFP Fire Panel
es_es: Panel de incendios XFP
fr_fr: Panneau de commande d’alarme incendie

source: Ancillary base sounder group
es_es: Grupo de sirenas auxiliares
fr_fr: Groupe des sonneurs à bases auxiliaires

source: Remote LED enabled
es_es: LED remoto habilitado
fr_fr: LED à distance activée

# Tone_Message_M_x
source: Tone/Message M{0}
es_es: Tono/Mensaje M{0}
fr_fr: Tonalité/Message M{0}

# Remote_LED_Header
source: Remote LED
es_es: LED Remoto
fr_fr: LED à distance

# Comms_Zone_Names
source: Zone names
es_es: Nombres de zonas
fr_fr: Noms des zones

# Error_Preupload_Data_Validation
source: Please correct errors before uploading settings to the panel. See Validation window for details.
es_es: Corrija los errores antes de cargar la configuración en el panel.Consulte la ventana Validación para obtener más detalles.
fr_fr: Veuillez corriger les erreurs avant de télécharger les paramètres sur le panneau. Voir fenêtre Validation pour plus de détails.

# Comms_Download_Warn_Loop_Count_1_Loop
source: The connected panel has only one loop.
es_es: El panel conectado solo tiene un bucle.
fr_fr: Le panneau connecté ne comporte qu’une seule circuit.

# Comms_Download_Warn_Loop_Count_2_Loops
source: The connected panel has 2 loops.
es_es: El panel conectado tiene 2 bucles.
fr_fr: Le panneau connecté comporte 2 circuits.

# Comms_Upload_Warn_Loop_Count_1_Loop
source: The connected panel has only one loop. Any Loop 2 settings configured here will not be saved to the panel.
es_es: El panel conectado solo tiene un bucle.Los ajustes del bucle 2 configurados aquí no se guardarán en el panel.
fr_fr: Le panneau connecté ne comporte qu’une seule circuit. Les paramètres de la circuit 2 configurés ici ne seront pas téléchargés dans le panneau.

# Comms_Upload_Warn_Loop_Count_2_Loops
source: Note: the connected panel has 2 loops. Only one loop has been configured here.
es_es: Nota: el panel conectado tiene 2 bucles.Aquí solo se ha configurado un bucle.
fr_fr: Remarque: le panneau connecté comporte 2 circuits. Un seul circuit a été configuré ici.

# Error_Name_Limit_Exceeded
source: The name was not updated because the panel's storage limit for Device Names has been exceeded.
es_es: El nombre no se ha actualizado porque se ha superado el límite de almacenamiento del panel para nombres de dispositivos.
fr_fr: Le nom n’a pas été mis à jour car la limite de stockage du panneau pour les noms des dispositifs a été dépassée.

# Settings_Are_Readonly
source: Read-Only Settings
es_es: Configuración de solo lectura
fr_fr: Paramètres en lecture seule

# Comms_Download_Warn_Loop_x_Not_Present
source: Loop {0} is not present on the panel.
es_es: El bucle {0} no está presente en el panel.
fr_fr: La circuit {0} n’est pas installée sur le panneau.

# Comms_Upload_Warn_Loop_x_Not_Present
source: Loop {0} is not present on the panel.
es_es: El bucle {0} no está presente en el panel.
fr_fr: La circuit 1 n’est pas installée sur le panneau, les paramètres de cette circuit ne seront donc pas téléchargés.

# Comms_Base_Sounder_Groups
source: Base sounder groups
es_es: Grupos de sirenas base
fr_fr: Groupes des sonneurs à bases

source: Sensitivities for the selected devices have different ranges
es_es: Las sensibilidades de los dispositivos seleccionados tienen rangos diferentes
fr_fr: Les sensibilités des dispositifs sélectionnés ont des gammes différentes

# Data_Info_Bytes_Remaining
source: Remaining:
es_es: Restante:
fr_fr: Restante :

# Data_Info_Bytes_Used
source: Total bytes:
es_es: Total de bytes:
fr_fr: Nombre total d’octets :

# Data_Info_Device_Names
source: Device names:
es_es: Nombres de dispositivos:
fr_fr: Noms des dispositifs :

# Data_Info_Loops_Detected
source: Loops detected:
es_es: Bucles detectados:
fr_fr: Circuits détectées :

source: DeviceNames data limit
es_es: Límite de datos de nombres de dispositivos
fr_fr: Limite de données des noms des dispositifs

# Error_Device_Name_Bytes_Exceeded
source: The total size of the Device Names data is too large (see 'View / Show data usage').
es_es: El tamaño total de los datos de nombres de dispositivos es demasiado grande(consulte «Ver/Mostrar uso de datos»).
fr_fr: La taille totale des données Noms des Dispositifs est trop grande (voir «Affichage / Afficher l’utilisation des données»).

source: Information
es_es: Información
fr_fr: Informations

# Query_Install_Update
source: Download and install updates now? This will restart the app.
es_es: ¿Descargar e instalar actualizaciones ahora? Esto reiniciará la aplicación.
fr_fr: Télécharger et installer les mises à jour maintenant ? Cela redémarrera l’application.

# Error_File_x_Does_Not_Exist
source: The file '{0}' does not exist in this location. Remove from the list?
es_es: El archivo «{0}» no existe en esta ubicación.¿Eliminar de la lista?
fr_fr: Le fichier «{0}» n’existe pas dans ce dossier. Retirer de la liste ?

source: Mode
es_es: Modo

# Warn_Modes_Not_Available_For_Selected_Devices
source: Some modes are not available for the selected devices
es_es: Algunos modos no están disponibles para los dispositivos seleccionados
fr_fr: Certains modes ne sont pas disponibles pour les dispositifs sélectionnés

# Error_Invalid_Day_Mode
source: Invalid day mode
es_es: Modo diurno no válido
fr_fr: Mode jour non valide

# Error_Invalid_Day_Sensitivity
source: Invalid day sensitivity
es_es: Sensibilidad diurna no válida
fr_fr: Sensibilité jour non valide

# Error_Invalid_Day_Volume
source: Invalid day volume
es_es: Volumen diurno no válido
fr_fr: Volume jour non valide

# Error_Invalid_Night_Mode
source: Invalid night mode
es_es: Modo nocturno no válido
fr_fr: Mode nuit non valide

# Error_Invalid_Night_Sensitivity
source: Invalid night sensitivity
es_es: Sensibilidad nocturna no válida
fr_fr: Sensibilité nuit non valide

# Error_Invalid_Night_Volume
source: Invalid night volume
es_es: Volumen nocturno no válido
fr_fr: Volume nuit non valide

# Warn_No_Modes_Available_For_Selected_Devices
source: There are no valid modes common to all the selected devices
es_es: No hay modos válidos comunes a todos los dispositivos seleccionados
fr_fr: Il n’y a aucun mode valide commun à tous les dispositifs sélectionnés

source: Panel number
es_es: Número de panel
fr_fr: Numéro de panneau

# Option_Keep
source: Keep
es_es: Conservar
fr_fr: Conserver

# Option_Remove
source: Remove
es_es: Eliminar
fr_fr: Enlever

source: Other Panel Settings
es_es: Otros ajustes del panel
fr_fr: Paramètres pour d’Autres Panneaux

# Panel_Count_x
source: Panels: {0}
es_es: Paneles: {0}
fr_fr: Panneaux : {0}

# Query_Keep_Other_Panel_Settings
source: The file contains settings for Panel {0}. What do you want to do with the settings for the other panels?
es_es: El archivo contiene los ajustes del panel {0}.¿Qué desea hacer con los ajustes de los demás paneles?
fr_fr: Le fichier contient les paramètres du panneau {0}. Que voulez-vous faire avec les paramètres des autres panneaux?

# Error_Maintenance_String_Blank
source: Maintenance string is blank
es_es: La cadena de mantenimiento está en blanco
fr_fr: La chaîne de maintenance manque

# Error_Quiescent_String_Blank
source: Normal string is blank
es_es: La cadena normal está en blanco
fr_fr: La chaîne normale manque

# Remove_Panel
source: Remove
es_es: Eliminar
fr_fr: Supprimer

# Warn_File_Protocol_x
source: The file contains settings for {0} devices.
es_es: El archivo contiene los ajustes de {0} dispositivos.
fr_fr: Le fichier contient les paramètres des dispositifs {0}.

# Query_Keep_Other_Panel_Settings_Single_x
source: The file contains settings for Panel {0}. What do you want to do with the settings for panel {1}?
es_es: El archivo contiene los ajustes del panel {0}.¿Qué desea hacer con los ajustes del panel {1}?
fr_fr: Le fichier contient les paramètres du panneau {0}. Que voulez-vous faire avec les paramètres du panneau {1} ?

# ToolTip_Panel_x_of_y
source: Panel #{0} ({1} panels available)
es_es: Panel n.º {0} ({1} paneles disponibles)
fr_fr: panneau #{0} ({1} panneaux disponibles)

# ToolTip_Panel_x_of_y_Single
source: Panel #{0} (1 panel available)
es_es: Panel n.º {0} (1 panel disponible)
fr_fr: panneau #{0} (1 panneau disponibles)

# Option_Add
source: Add
es_es: Añadir
fr_fr: Ajouter

source: Panel Management
es_es: Gestión de paneles
fr_fr: Gestion des Panneaux

# Print_Event_Log
source: Event Log
es_es: Registro de eventos
fr_fr: Journal des Événements

# Print_Loop_Information
source: Loop Information
es_es: Información de bucle
fr_fr: Informations Circuits

source: Select Print Options
es_es: Seleccionar opciones de impresión
fr_fr: Options d’Impression

# Option_Print
source: _Print
es_es: _Imprimir
fr_fr: _Imprimer

source: Print all loop devices
es_es: Imprimir todos los dispositivos de bucle
fr_fr: Imprimer tous les dispositifs de circuit

# Print_All_Pages
source: All pages
es_es: Todas las páginas
fr_fr: Toutes les pages

# Print_Current_Page
source: Current page
es_es: Página actual
fr_fr: Page actuelle

# Print_Num_Copies
source: Copies:
es_es: Copias:
fr_fr: Exemplaires :

source: Print only fitted devices
es_es: Imprimir solo los dispositivos instalados
fr_fr: Imprimer uniquement les dispositifs présents

# Print_Order_By
source: Order by:
es_es: Ordenar por:
fr_fr: Trier par :

# Print_Order_By_Device_Number
source: Device number
es_es: Número de dispositivo
fr_fr: Numéro du dispositif

# Print_Order_By_Group_Zone_Set
source: Group/zone/set
es_es: Grupo/zona/conjunto
fr_fr: Groupe/zone/ensemble

# Print_Order_By_Device_Type
source: Device type
es_es: Tipo de dispositivo
fr_fr: Type du dispositif

# Print_Properties
source: Properties
es_es: Propiedades
fr_fr: Propriétés

# Print_Select_Pages
source: Select pages:
es_es: Seleccionar páginas:
fr_fr: Sélectionner des pages :

source: Cancel changes?
es_es: ¿Cancelar cambios?
fr_fr: Annuler les modifications ?

source: Do you want to save these changes?
es_es: ¿Desea guardar estos cambios?
fr_fr: Voulez-vous enregistrer ces modifications ?

# One_Panel_Added
source: 1 panel added
es_es: 1 panel añadido
fr_fr: 1 panneau ajouté

# One_Panel_Removed
source: 1 panel removed
es_es: 1 panel eliminado
fr_fr: 1 panneau enlevé

# Send_Data_To_Panel_x
source: Send this data to panel {0}?
es_es: ¿Enviar estos datos al panel {0}?

# x_Panels_Added
source: {0} panels added
es_es: {0} paneles añadidos
fr_fr: {0} panneaux ajoutés

# x_Panels_Removed
source: {0} panels removed
es_es: {0} paneles eliminados
fr_fr: {0} panneaux enlevés

# Warn_Overwrite_Panel_x
source: This will overwrite the configuration for panel {0}.
es_es: Esto sobrescribirá la configuración del panel {0}.
fr_fr: Cela écrasera la configuration du panneau {0}.

# File_Data_Is_Newer_Firmware_x
source: The file contains data that was created for newer panel firmware ({0})
es_es: El archivo contiene datos creados para un firmware de panel más reciente ({0})
fr_fr: Le fichier contient des données créées pour le micrologiciel du panneau plus récent ({0})

# File_Data_Is_Older_Firmware_x
source: The file contains data that was created for older panel firmware ({0})
es_es: El archivo contiene datos creados para un firmware de panel más antiguo ({0})
fr_fr: Le fichier contient des données créées pour un ancien micrologiciel de panneau ({0})

# File_Data_Is_Unknown_Firmware
source: The file contains data for an unknown panel firmware version
es_es: El archivo contiene datos para una versión de firmware de panel desconocida
fr_fr: Le fichier contient des données pour une version inconnue du firmware du panneau

# File_Data_Saved_By_Newer_Tools_Version_x
source: The data was saved by a newer version of the XFP Tools ({0})
es_es: Los datos se guardaron con una versión más reciente de XFP Tools ({0})
fr_fr: Les données ont été enregistrées par une version plus récente des Outils de Programmation XFP ({0})

# File_Data_Saved_By_Older_Tools_Version_x
source: The data was saved by an older version of the XFP Tools ({0})
es_es: Los datos se guardaron con una versión más antigua de XFP Tools ({0})
fr_fr: Les données ont été enregistrées par une ancienne version des Outils de Programmation XFP ({0})

# File_Data_Saved_By_Unknown_Tools_Version
source: The file contains data saved by an unknown XFP Tools version
es_es: El archivo contiene datos guardados con una versión desconocida de XFP Tools
fr_fr: Le fichier contient des données enregistrées par une version inconnue des Outils de Programmation XFP

# Printer_Status
source: Status:
es_es: Estado:
fr_fr: Statut :

# Select_Printer
source: Printer:
es_es: Impresora:
fr_fr: Imprimante :

# Error_Printing_Document
source: An error occurred while printing document.
es_es: Se ha producido un error al imprimir el documento.
fr_fr: Une erreur s’est produite lors de l’impression du document.

# Query_Site_Config_Warnings_Save_Anyway
source: The Site Configuration details are incomplete - see Data Validation window for details. Save anyway?
es_es: Los detalles de la configuración del sitio están incompletos; consulte la ventana Validación de datos para obtener más información.¿Guardar de todos modos?
fr_fr: La configuration du site manque d’informations - voir La fenêtre Validation des données pour plus de détails. Enregistrer quand même ?

# Warn_Modes_Not_Available_For_Selected_Device
source: Some modes are not available for the selected device
es_es: Algunos modos no están disponibles para el dispositivo seleccionado.
fr_fr: Certains modes ne sont pas disponibles pour le dispositif sélectionné

# Erase_Event_Log_After_Reading
source: Erase events from the panel after reading?
es_es: ¿Borrar eventos del panel después de leerlos?
fr_fr: Supprimer des événements du panneau après la lecture ?

# ToolTip_Event_Log_Clear
source: Clear the Event Log screen
es_es: Borrar la pantalla Registro de eventos
fr_fr: Effacer tous les événements de l’écran

# ToolTip_Event_Log_Open
source: Load the contents of an event log file to the screen
es_es: Cargar el contenido de un archivo de registro de eventos en la pantalla
fr_fr: Charger le contenu d’un fichier de journal des événements à l’écran

# ToolTip_Event_Log_Pause
source: Pause recording the event log from the panel
es_es: Pausar el registro de eventos desde el panel
fr_fr: Mettre en pause l’enregistrement du journal des événements à partir du panneau

# ToolTip_Event_Log_Reset
source: Reset the logging start point to the beginning
es_es: Restablecer el punto de inicio del registro al principio
fr_fr: Réinitialisez le point de début de la journalisation au début

# ToolTip_Event_Log_Resume
source: Resume recording the event log from the previous event
es_es: Reanudar el registro del registro de eventos desde el evento anterior
fr_fr: Reprendre l’enregistrement du journal des événements de l’événement précédent

# ToolTip_Event_Log_Save
source: Save the contents of the Event Log screen to a file
es_es: Guardar el contenido de la pantalla Registro de eventos en un archivo
fr_fr: Enregistrer le contenu de l’écran Journal des Evénements dans un fichier

# ToolTip_Event_Log_Start
source: Start recording the event log from the panel
es_es: Iniciar el registro del registro de eventos desde el panel
fr_fr: Démarrez l’enregistrement du journal des événements à partir du panneau

# ToolTip_Event_Log_Stop
source: Stop recording the event log
es_es: Detener el registro del registro de eventos
fr_fr: Terminer l’enregistrement du journal des événements

# Remove_Panel_x
source: Remove panel {0}? All of its data will be lost.
es_es: ¿Eliminar el panel {0}?Se perderán todos sus datos.
fr_fr: Retirer le panneau {0} ? Toutes ses données seront perdues.

source: Save these changes?
es_es: ¿Guardar estos cambios?
fr_fr: Enregistrer ces modifications ?

# Panel_x_Configuration
source: Panel {0} Configuration
es_es: Configuración del panel {0}
fr_fr: Configuration de paneau {0}

# Loop_x_Device_y_Type_z
source: Loop {0} device {1} : {2}
es_es: Dispositivo {1} del bucle {0} : {2}
fr_fr: Circuit {0} dispositif {1} : {2}

# C_And_E_Event_x
source: Cause & Effect Event #{0}
es_es: Evento de causa y efecto n.º {0}
fr_fr: Evénement Causes et Effets #{0}

# Day_And_Night_Settings
source: Day & night settings
es_es: Configuración diurna y nocturna
fr_fr: Paramètres jour et nuit

source: Group phased settings
es_es: Configuración por fases del grupo
fr_fr: Paramètres des phases du groupe

source: Network panel data
es_es: Datos del panel de red
fr_fr: Paramètres du panneau réseau

# Panel_Name_x
source: Panel name: {0}
es_es: Nombre del panel: {0}
fr_fr: Nom de panneau #{0}

source: Zone group settings
es_es: Configuración del grupo de zonas
fr_fr: Paramètres du groupe zone

# Zone_Name_x
source: Zone name: {0}
es_es: Nombre de la zona: {0}
fr_fr: Nom du zone : {0}

source: Zone phased settings
es_es: Configuración por fases de la zona
fr_fr: Paramètres des phases du zone

source: Zone timers
es_es: Temporizadores de la zona
fr_fr: Minuteries de zone

# Loop_x_Base_Sounder_Group_y
source: Loop {0} base sounder group #{1}
es_es: Grupo de sirenas base del bucle {0} n.º {1}
fr_fr: Circuit {0} : Groupe Sonneur à Base #{1}

# Alarm_Verification_Counts
source: Verification counts
es_es: Recuentos de verificación
fr_fr: Nombre de vérifications d’alarmes

# Device_x_Name_y
source: Device name {0}: {1}
es_es: Nombre del dispositivo {0}: {1}
fr_fr: Nom du dispositif {0} : {1}

# End_Of_Device_Names
source: [end of device names list]
es_es: [fin de la lista de nombres de dispositivos]
fr_fr: [fin de la liste des noms des dispositifs]

# Zone_Group_Settings_x
source: Zone group settings {0}
es_es: Configuración del grupo de zonas {0}
fr_fr: Paramètres du groupe zone {0}

# ToolTip_View_Last_Comms_Log
source: View last download log
es_es: Ver el último registro de descargas
fr_fr: Voyez le journal du dernier téléchargement du centrale
